Repository: willgladstone/Limit-Title-Characters
Catalog: languages/lptx-*.po
Languages: fr_fr

source: Your title's character count:
fr_fr: Le nombre de caractères de votre titre :

source: You are over the maximum allowed characters for the title!
fr_fr: Vous avez dépassé le nombre de caractères admis pour le titre!

source: of
fr_fr: de

source: Clear the title field
fr_fr: Effacer le champ titre

source: Limit a Post Title to X Characters Options Page
fr_fr: Configuration de Limit a Post Title to X Characters

source: Below are the optional setting that you can change to alter the default usage of the plugin.
fr_fr: Vous trouverez ci-dessous les configurations pour altérer l'utilisation par défaut de ce plugin.

source: Maximum allowed
fr_fr: Maximum admis

source: Enter the maximum number of character allowed in the title of a post.
fr_fr: Entrer le nombre de caractères maximum admis dans le titre d'un article.

source: Disable limit for admins
fr_fr: Désactiver la limite pour les admins

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Database Options
fr_fr: Configuration de la base de donnée

source: Restore defaults upon plugin deactivation/reactivation
fr_fr: Remettre les options du plugin à leur valeur par défaut alors de la désactivation/réactivation

source: Only check this if you want to reset plugin settings upon Plugin reactivation
fr_fr: Ne cochez cette case que si vous voulez remettre la configuration de ce plugin aux valeurs par défaut à la prochaine réactivation

source: Save Changes
fr_fr: Sauvegarder les modifications

source: Settings
fr_fr: Configuration
